Experiments/CavityMedRANS/0/k
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      k;
}

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0.00375;

boundaryField
{
    movingWall
    {
        type            kqRWallFunction;
        value           uniform 0.00375;
    }
    fixedWalls
    {
        type            kqRWallFunction;
        value           uniform 0.00375;
    }
    frontAndBack
    {
        type            empty;
    }
}
